{
  "cos" : {
    "produse" : [{
      "cantitate" : 0,
      "imagine" : "",
      "moneda" : "&nbsp;EUR",
      "nume" : "",
      "pret" : 0
    }]
  },
  "produse" : {
    "tobe001" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Collector's Exotic series. Drumshells are made from 100% North American maple in SSC construction. Black nickel rumshell hardware STM suspension tom mount system. True Hoop rims True-Pitch (50) tuning lugs. The sound produced by the maple is characterised by its soft, warm, balanced resonance yet with a clear and controlled stick attack. All drum shells are put ether with the aid of a 'timbre matched' procedure, meaning that the fundamental tone of each drum shell is analysed and each element then subsequently combined to form a tonally matched set. Colour: Tobacco Fade over Elm Cluster.",
      "imagine" : "images/DW_Exotic_Tobacco_Fade_over_Elm.jpg",
      "imagine_detaliu" : "images/DW_Exotic_Tobacco_Fade_over_Elm_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Exotic Tobacco Fade over Elm",
      "pret" : 7850.0,
      "stoc" : 10
    },
    "tobe002" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;FinishPly series. Drum shells are made from maple wood. Chrome hardware STM tom holder. Colour: Black Galaxy. Drumshells with wrap finish. All DW drumshells have been tuned using 'Timbre Matching'. One of the best drum sets worldwide for sound, quality and appearance.",
      "imagine" : "images/DW_Finish_Ply_24_Rock_Bl_Galaxy.jpg",
      "imagine_detaliu" : "images/DW_Finish_Ply_24_Rock_Bl_Galaxy_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Finish Ply 24 Rock Bl Galaxy",
      "pret" : 2220.0,
      "stoc" : 17
    },
    "tobe003" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Satin Oil series - 2015 version. Big Rock version Maple shell Chrome shell hardware. The sound of maple impresses with its soft warm balanced resonance with yet clear and always controlled stick attack. STM suspension tom mount: cantilever holding system for a vibration free tom safely hanging, equipped with maximum sound resonance. True hoops. True-Pitch 50 tension rods. Matte lacquered. Colour: ebony.",
      "imagine" : "images/DW_Satin_Oil_Big_Rock_Ebony.jpg",
      "imagine_detaliu" : "images/DW_Satin_Oil_Big_Rock_Ebony_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Satin Oil Big Rock Ebony",
      "pret" : 1500.0,
      "stoc" : 20
    },
    "tobe004" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Satin Oil Series - version 2015. Rock configuration in SSC construction (Specialised Shell Contruction) 100% maple drum shells without reinforcement rings. Chrome drumshell hardware. All drum shells produce a wonderfullly warm tone and an attack sound for which the DW Collector's Series has become famous. The sound produced by the maple is characterised by its soft, warm, balanced resonance, yet with a clear and controlled stick attack STM (Suspension Tom Mount) - freely suspended mount system for a vibration-free hanging tom with maximum tonal resonance True Hoop rims True-Pitch (50) tuning lugs. All drum shells are manufactured according to the SSC process, which ensures that each shell is analysed according to its specific fundamental tone and combined with similar shells, leading to a 'tuned' and harmonious drum set. Drum shells are finished with matte lacquer. Colour: natural.",
      "imagine" : "images/DW_Satin_Oil_Fusion_Set_Natural.jpg",
      "imagine_detaliu" : "images/DW_Satin_Oil_Fusion_Set_Natural_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Satin Oil Fusion Set Natural",
      "pret" : 1290.5,
      "stoc" : 17
    },
    "tobe005" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Satin Oil Series. Rock configuration in SSC+ construction 100%. Maple drum shell Colour: White wash Matte lacquered shells. Nickel shell hardware. The sound of maple captivates with its soft, warm, balanced resonance, yet clear and always controlled stick response. STM Suspension. Tom Mount (freely suspended mount system for a vibration-free hanging tom with maximum tone resonance). True hoops. True-Pitch tension rods. All shells are selected with the 'Timbre Matching' process. Each shell is analysed with respect to its fundamental tone and combined to form a well sounding 'tuned' set.",
      "imagine" : "images/DW_Satin_Oil_Set_White_Wash_SSC_+.jpg",
      "imagine_detaliu" : "images/DW_Satin_Oil_Set_White_Wash_SSC_+_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Satin Oil Set White Wash SSC +",
      "pret" : 2370.8,
      "stoc" : 4
    },
    "tobe006" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;USA Custom Series - Rock Version Nitro foil related boiler. Shell from 6-ply maple wood. All shells are hand made, hand-cut, hand andblasted and produced with a 30° bearing edge and Gretsch Silver inner chamber lacquer. Toms Gretsch cast hoops for a round, full and assertive sound, high tonal stability and easy tuning. Colour: Silver glass.",
      "imagine" : "images/Gretsch_USA_Custom_Rock_Silver_Glass.jpg",
      "imagine_detaliu" : "images/Gretsch_USA_Custom_Rock_Silver_Glass_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Gretsch USA Custom Rock Silver Glass",
      "pret" : 3750.0,
      "stoc" : 10
    },
    "tobe007" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Classic Maple series. Model: Fab 22. Drum shell made of 100% maple. Colour: Vintage Black Oyster Pearl (1Q). All drum shells with large classic lugs. A.T.L.A.S Mounts and legs. Single tom holder included. Made in USA",
      "imagine" : "images/Ludwig_Classic_Maple_Fab_22_Black_Oy.jpg",
      "imagine_detaliu" : "images/Ludwig_Classic_Maple_Fab_22_Black_Oy_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Ludwig Classic Maple Fab 22 Black Oy",
      "pret" : 3950.65,
      "stoc" : 12
    },
    "tobe008" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;All drum shells are made from selected American maple wood with a thickness of 8.1 mm. The additional 3.4 mm thick walnut reinforcement ring, as well as the 5:5 rounded bearing edge lend to these drum shells an extremely focused, explosive and powerful drum sound with the inimitable dark and warm tone of walnut wood. 2.3 mm thick Sonic Saver hoops. Chrome hardware. Remo USA drum heads. Drum shell colour: Velvetone.",
      "imagine" : "images/Mapex_Black_Panther_Velvetone_Set.jpg",
      "imagine_detaliu" : "images/Mapex_Black_Panther_Velvetone_Set_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Mapex Black Panther Velvetone Set",
      "pret" : 2850.8,
      "stoc" : 8
    },
    "tobe009" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Model: BPNW628XFLTB. All drumshells are made from 6-ply pecially selected American maple wood. Brushed black chrome hardware. Colour: transparent black lacquer. Remo suede drum heads. SONIClear™ tom holder. SONIClear™ floor tom feet. Sonic Saver rims.",
      "imagine" : "images/Mapex_Black_Panther_Black_Widow_Set.jpg",
      "imagine_detaliu" : "images/Mapex_Black_Panther_Black_Widow_Set_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Mapex Black Panther Black Widow Set",
      "pret" : 3840.95,
      "stoc" : 12
    },
    "tobe010" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;New model: BPNL628XLWU. All drum shells are made from 5.1 mm thick selected American maple wood with an additional 3.4 mm thick walnut reinforcement ring. The reinforcement ring in combination with the 5:5 rounded bearing edge give off an extremely focused, explosive and assertive drum sound with the dark and warm fundamental tone of walnut. 2.3 mm Sonic Saver hoops. New tom mount system. Black nickel hardware. Remo USA drum heads.",
      "imagine" : "images/Mapex_Black_Panther_Blaster_Set.jpg",
      "imagine_detaliu" : "images/Mapex_Black_Panther_Blaster_Set_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Mapex Black Panther Blaster Set",
      "pret" : 3560.1,
      "stoc" : 9
    },
    "tobe011" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Maple / Wenge hybrid drum shell construction. Aluminium diecast rims for tom toms and floor tom. Wooden rims for the bass drum. Hook lugs. YES III tom mount system. 45° bearing edge for the tom toms/floor tom. 30° bearing edge for the bass drum for more depth and bass. Remo drum heads. Hardware: chrome. Colour: Autumn Red (-RAU).",
      "imagine" : "images/Yamaha_Absolute_Hybrid_Standard_RAU.jpg",
      "imagine_detaliu" : "images/Yamaha_Absolute_Hybrid_Standard_RAU_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Yamaha Absolute Hybrid Standard RAU",
      "pret" : 4850.1,
      "stoc" : 5
    },
    "tobe012" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Stage configuration. 100% North American maple wood shell. Brass shell hardware. 45° Bearing edge. Evans G2 coated heads for toms. Evans EMAD2 drumhead for bass drum. Painted shells. Colour: Purple Satin Stain. Made in USA.",
      "imagine" : "images/SJC_Drums_Custom_Stage_set_Purple_brass.jpg",
      "imagine_detaliu" : "images/SJC_Drums_Custom_Stage_set_Purple_brass_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "SJC Drums Custom Stage set Purple brass",
      "pret" : 4480.1,
      "stoc" : 7
    },
    "tobe013" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Shell Set: Finish Ply series. Shells made of 100% maple / mahogany. Shell hardware: chrome. STM Tom mount. True Hoop Strap. True pitch tensioning screws. All shells are assembled in the timbre matched procedure. (Each shell is analysed for its specific basic tone, and then the shells are combined into a tonally tuned set). Foil-related boilers. Colour: Blue Moonstone.",
      "imagine" : "images/DW_Finish_Ply_Blue_Moonstone.jpg",
      "imagine_detaliu" : "images/DW_Finish_Ply_Blue_Moonstone_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Finish Ply Blue Moonstone",
      "pret" : 5480.1,
      "stoc" : 3
    },
    "tobe014" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Drum Shell Set. Collector's Series Finish Ply. 100% Maple drum shell. Black nickel hardware. True Pitch tension rods. STM tom mount. True Hoops. Maple wood for maximum resonance. projection and attack. Colour: Black Oyster.",
      "imagine" : "images/DW_Finish_Ply_Black_Oyster_BN.jpg",
      "imagine_detaliu" : "images/DW_Finish_Ply_Black_Oyster_BN_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DW Finish Ply Black Oyster BN",
      "pret" : 7560.1,
      "stoc" : 2
    },
    "tobe015" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Shellset 135th Anniversary model. Limited to 27 pieces worldwide. Broadcaster series GK-J484. Shell material: Maple / poplar Gretsch 301 hoops. Mini-claw hooks for tom-toms. Classic Chrome cast claws for bass drum. Classic GTS. Tom holder system. Gretsch 135th. Permatone heads. Colour: Classic mahogany.",
      "imagine" : "images/Gretsch_135th_Anniv._Broadkaster_18_CM.jpg",
      "imagine_detaliu" : "images/Gretsch_135th_Anniv._Broadkaster_18_CM_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Gretsch 135th Anniv. Broadkaster 18 CM",
      "pret" : 7320.9,
      "stoc" : 3
    },
    "tobe016" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Collector's Series Finish Ply. Drum shell: 100% Maple. All shells in SSC design. Chrome shell hardware. True hoops. True-Pitch tension rods. STM Suspension. Mounting System. All shells are selected with the Timbre Matching process. Each shell is analysed with respect to its fundamental tone and combined to a well sounding tuned set. Colour: Teal glass.",
      "imagine" : "images/4DW_Finish_Ply_Teal_Glass_SSC.jpg",
      "imagine_detaliu" : "images/4DW_Finish_Ply_Teal_Glass_SSC_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "4DW Finish Ply Teal Glass SSC",
      "pret" : 4580.8,
      "stoc" : 5
    },
    "tobe017" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Set Star Drum Series - Jazz Configuration. Chrome shell hardware. All shells get their special sound from ultra thin 5-ply and 5 mm thick maple wood, which is amplified by a 5 mm Sound Focus Ring (SFR) Warm, round sound character. Special shell bearing, which has a 3.5 mm position to the outer layer, ensuring optimal coat support. The bearing edges and insides are meticulously hand finished with oil for a luxurious look. Tom Toms with new suspension system Super Resonant Mounting System in combination with new 'Quick-Lock' Tom brackets. Floor tom legs with soft rotating rubber end construction. Bass drum spurs with high-mass rubber and a unique 2-piece rubber-spike construction. Hardware lugs as well as bass drum clamps with minimum shell contact. Remo Coated Ambassador on tom toms & floor tom for batter head / Remo Clear Ambassador for resonant head. Remo Coated Powerstroke 3 on bass drum for batter head / Remo Fiberskyn Powerstroke 3 Diplomat for front resonant head. Colour: Satin Antique Brown (SAB).",
      "imagine" : "images/Tama_Star_Drum_Maple_Jazz_SAB.jpg",
      "imagine_detaliu" : "images/Tama_Star_Drum_Maple_Jazz_SAB_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "Tama Star Drum Maple Jazz -SAB",
      "pret" : 8720.0,
      "stoc" : 2
    },
    "tobe018" : {
      "buc_stoc" : "In stoc:&nbsp;",
      "bucati" : "&nbsp;bucati",
      "descriere" : "&nbsp;&nbsp;&nbsp;Shell set 8-Ply maple Shell. Chrome hardware. Drop lugs. 2.33 mm Powerhoops. Evans G2 heads on toms. Evans Emad batter head on bass drum. Colour: White Pearls with Red Pearls Stripe Finish.",
      "imagine" : "images/DR_Customs_Shell_Set_White_Pearl_with_Red.jpg",
      "imagine_detaliu" : "images/DR_Customs_Shell_Set_White_Pearl_with_Red_d.jpg",
      "moneda" : "&nbsp;EUR",
      "nume" : "DR Customs Shell Set White Pearl with Red",
      "pret" : 8440.7,
      "stoc" : 4
    }
  }
}